package com.rsschool.quiz.quiestion

class QuestionList {
    companion object {
        val questions = arrayOf(
            Question(
                "В каком году был основан ФК Арсенал Лондон?",
                "1914",
                "1886",
                "2001",
                "1812",
                "1956",
                1),
            Question(
                "Кто является лучшим бомбардиром клуба?",
                "Робин Ван Перси",
                "Иан Райт",
                "Дени Бергкамп",
                "Тед Дрейк",
                "Тьери Анри",
                4),
            Question(
                "В каком сезоне команда не потерпела ни единого поражения?",
                "2003/2004",
                "1999/2000",
                "2007/2008",
                "2014/2015",
                "2005/2006",
                0),
            Question(
                "Какой тренер возглавлял команду дольше всех?",
                "Герберт Чепмен",
                "Унаи Эмери",
                "Пэт Райс",
                "Арсен Венгер",
                "Микель Артета",
                3),
            Question(
                "Как называется стадион клуба?",
                "Хайбери",
                "Стэмфорд Бридж",
                "Эмирейтс Стэдиум",
                "Уайт Харт Лэйн",
                "Олд Траффорд",
                2),)
    }
}